[
	{
		"id": 1,
		"client": "",
		"tags": [
			"content-creation"
		],
		"image": "/cpi-public/img/portfolios/1.jpg",
		"title": "Abu Dhabi Finance Week 2024",
		"slug": "abu-dhabi-finance-week-2024",
		"subtitle": "Curating a global financial experience in Abu Dhabi",
		"detail": {
			"hero_image": "/cpi-public/img/portfolios/1.jpg",
			"title": "Abu Dhabi Finance Week 2024",
			"subtitle": "Welcoming the world to the Capital of Capital",
			"paragraphs": [
				"CPI Business was entrusted to execute another successful edition of Abu Dhabi Finance Week (ADFW) 2024, one of the largest financial events in the MENA region. Over the course of four days, ADFW 2024 welcomed 10,000+ visitors and 650+ speakers, including global financial leaders, top business tycoons, startups, and innovators - creating a platform that bridged industries and ideas.",
				"From conceptualizing the vision to delivering an end-to-end experience, we managed every detail of this landmark event. With over 6 months of meticulous planning, our work included - among other things - the bespoke design and custom build of event structures, immersive content curation, speaker, sponsor, registration management, and all aspects of production; everything that brought the event's vision to life. The result was a seamless experience that highlighted ADGM as a top financial hub and underscored Abu Dhabi's position as the Capital of Capital."
			],
			"key_highlights": [
				"10,000+ Visitors",
				"650+ Speakers",
				"268 Sessions",
				"30+ Events"
			]
		}
	},
	{
		"id": 2,
		"client": "",
		"tags": [
			"content-creation"
		],
		"image": "/cpi-public/img/portfolios/2.png",
		"title": "etisalat by e& Hello Business Pitch 3",
		"slug": "etisalat-by-e-hello-business-pitch-3",
		"subtitle": "Celebrating the UAE's ambitious startups and ideators in style",
		"detail": {
			"hero_image": "/cpi-public/img/portfolios/1.jpg",
			"title": "etisalat by e& Hello Business Pitch 3",
			"subtitle": "Recognising big ideas and bright innovators",
			"paragraphs": [
				"The third edition of etisalat by e&'s Hello Business Pitch celebrated the boldest minds in the UAE's startup ecosystem. The event awarded the Top 3 Ambitious Startups and Top 3 Disruptive Ideators, shining a spotlight on the creativity and innovation fueling the country's entrepreneurial spirit.",
				"Handling end-to-end execution, CPI Business managed everything from A/V and production to coordinating seamless stage transitions and awards flow, as well as crafting dynamic screen animations that energized the space. Every element was carefully designed to capture the energy and ambition of the startups being honored, making it a truly memorable event for all involved."
			]
		}
	},
	{
		"id": 3,
		"client": "",
		"tags": [
			"content-creation"
		],
		"image": "/cpi-public/img/portfolios/3.png",
		"title": "Smart & Autonomous Vehicle Industries (SAVI)",
		"slug": "smart-autonomous-vehicle-industries-savi",
		"subtitle": "Introducing the future of autonomous mobility in the UAE",
		"detail": {
			"hero_image": "/cpi-public/img/portfolios/1.jpg",
			"title": "Smart & Autonomous Vehicle Industries (SAVI)",
			"subtitle": "Unveiling Abu Dhabi's first cluster for smart mobility",
			"paragraphs": [
				"The SAVI cluster launch unveiled Abu Dhabi's first dedicated initiative for enabling smart mobility across air, land, and sea. Organized by Abu Dhabi Department of Economic Development (ADDED) and Abu Dhabi Investment Office (ADIO), the event highlighted Abu Dhabi's forward-thinking vision for autonomous vehicle technologies.",
				"CPI Business brought this milestone to life through curated content, innovative design, cohesive branding, and seamless execution, ensuring the launch made a lasting impact."
			]
		}
	},
	{
		"id": 4,
		"client": "",
		"tags": [
			"content-creation"
		],
		"image": "/cpi-public/img/portfolios/4.png",
		"title": "Hub71 Impact Summit",
		"slug": "hub71-impact-summit",
		"subtitle": "A 2-day summit showcasing Hub71's innovation and impact",
		"detail": {
			"hero_image": "/cpi-public/img/portfolios/1.jpg",
			"title": "Hub71 Impact Summit",
			"subtitle": "Where startups meet investors, and ideas turn into impact",
			"paragraphs": [
				"The Hub71 Impact Summit brought together startups, investors, and industry leaders for two days of collaboration, innovation, and conversations that mattered. With sessions showcasing Hub71's impact, a high-energy Fundraising Roadshow, and thought-provoking appearances by global icons like Idris Elba and Paul Pogba, the event created an inspiring platform for connection and progress.",
				"We ensured the energy of the event was matched by its execution. From a tech-savvy Al Emcee guiding the program to dynamic kinetic screens and animated visual content, every element was designed to reflect the innovative spirit at Hub71's core. Our services also included microsite design, branding, stage build, A/V, end-to-end production, speaker/stage management, and more - creating a seamless experience for all attendees."
			],
			"key_highlights": [
				"1630 Attendees",
				"38 Startups",
				"51 Speakers",
				"128 Investors"
			]
		}
	},
	{
		"id": 5,
		"client": "",
		"tags": [
			"content-creation"
		],
		"image": "/cpi-public/img/portfolios/5.png",
		"title": "One Miral",
		"slug": "one-miral",
		"subtitle": "Revealing Miral's new brand identity with interactive activations",
		"detail": {
			"hero_image": "/cpi-public/img/portfolios/1.jpg",
			"title": "One Miral",
			"subtitle": "An employee-focused event unveiling new brand identity",
			"paragraphs": [
				"To unveil Miral's new brand identity, “One Miral”, we created an engaging experience for employees through interactive technologies and activations. The highlight of the event was an interactive brand reveal paired with engaging metaverse activations. CPI Business managed every aspect, from conceptualization and branding to content curation and production, ensuring the experience reflected Miral's vision as well as creativity, and created a sense of excitement among their teams."
			]
		}
	},
	{
		"id": 6,
		"client": "",
		"tags": [],
		"image": "/cpi-public/img/portfolios/6.png",
		"title": "A Conversation with Sam Altman, CEO of OpenAl",
		"slug": "a-conversation-with-sam-altman-ceo-of-openai",
		"subtitle": "Exploring everything Al in an open forum discussion with Sam Altman",
		"detail": {
			"hero_image": "/cpi-public/img/portfolios/1.jpg",
			"title": "A Conversation with Sam Altman, CEO of OpenAl",
			"subtitle": "A candid discussion with Sam Altman on Al's future",
			"paragraphs": [
				"CPI Business executed an engaging open forum discussion with Sam Altman, CEO of OpenAl, hosted by Hub71 in collaboration with ADGM, G42, and MBZUAI. The event attracted over 800 in-person attendees and 2000+ participants via livestream, including tech leaders, entrepreneurs, and students. Overseeing aspects such as venue setup, audiovisual production, and coordination of the Q&A session, we ensured a seamless and impactful experience that facilitated meaningful dialogue on the transformative"
			],
			"key_highlights": [
				"800+ Live Attendees",
				"2000+ Virtual Participants"
			]
		}
	},
	{
		"id": 7,
		"client": "",
		"tags": [],
		"image": "/cpi-public/img/portfolios/7.png",
		"title": "RESOLVE",
		"slug": "resolve",
		"subtitle": "Hillary Clinton discussed Abu Dhabi's rising 'Falcon Economy'",
		"detail": {
			"hero_image": "/cpi-public/img/portfolios/1.jpg",
			"title": "RESOLVE",
			"subtitle": "Shaping the future of dispute resolution with global leaders",
			"paragraphs": [
				"CPI Business delivered the second edition of RESOLVE, Abu Dhabi's International Dispute Resolution Forum, hosted at ADGM. The event featured a fireside chat with Hillary Rodham Clinton, focusing on Abu Dhabi's development as a ‘Falcon Economy' and its innovative approach to regulation and technology. With approximately 900+ attendees, including global leaders, academics, and legal experts, the event explored key themes like sustainability, Web3, and Al. From venue setup and audiovisual production to stage management and coordinating the high-profile discussion, we ensured an impactful experience for all participants."
			],
			"key_highlights": [
				"900+ Attendees"
			]
		}
	},
	{
		"id": 8,
		"client": "",
		"tags": [],
		"image": "/cpi-public/img/portfolios/8.png",
		"title": "Ahlan Modi",
		"slug": "ahlan-modi",
		"subtitle": "A celebration to honor Narendra Modi, Prime Minister of India",
		"detail": {
			"hero_image": "/cpi-public/img/portfolios/1.jpg",
			"title": "Ahlan Modi",
			"subtitle": "A celebration to honor Narendra Modi, Prime Minister of India",
			"paragraphs": [
				"CPI Business was responsible for overseeing the branding and technical production of the Ahlan Modi event, a high-profile occasion organised by the Indian community in the UAE to honour Narendra Modi, Prime Minister of India. Held to celebrate and strengthen ties within the Indian diaspora, the event attracted over 40,000 attendees from across the UAE. It featured an amazing cultural showcase with 700+ artists performing or exhibiting various forms of traditional and contemporary art. Narendra Modi addressed the audience, reinforcing the significance of the event. We are happy to have ensured the seamless execution of this large-scale event, overseeing the perfect alignment of all production elements. The extensive planning and coordination resulted in a successful gathering that received widespread attention, acclaim, and coverage."
			],
			"key_highlights": [
				"40,000+ Attendees",
				"700+ Artists"
			]
		}
	},
	{
		"id": 9,
		"client": "",
		"tags": [],
		"image": "/cpi-public/img/portfolios/9.png",
		"title": "Abu Dhabi Finance Week 2022",
		"slug": "abu-dhabi-finance-week-2022",
		"subtitle": "Launching Abu Dhabi Finance Week: The beginning of a financial legacy",
		"detail": {
			"hero_image": "/cpi-public/img/portfolios/1.jpg",
			"title": "Abu Dhabi Finance Week 2022",
			"subtitle": "Executing the inaugural edition of ADFW",
			"paragraphs": [
				"The inaugural edition of Abu Dhabi Finance Week (ADFW) in 2022 marked a breakout moment in strengthening Abu Dhabi's position as a global financial hub. Entrusted with bringing this vision to life, CPI Business managed the end-to-end execution of the event, from stage design/production and AV to event flow and speaker management. With global icons like Changpeng Zhao, the former CEO of Binance and Jean Lemierre, Chairman of BNP Paribas, among other speakers, the first edition set the tone for meaningful conversations on the global economy and the future of finance. It was the beginning of a legacy that we are proud to be part of."
			],
			"key_highlights": [
				"31 Events",
				"8000+ Global Visitors",
				"300+ Speakers",
				"100+ Sessions",
				"55+ Partners",
				"40+ Announcements"
			]
		}
	},
	{
		"id": 10,
		"client": "",
		"tags": [],
		"image": "/cpi-public/img/portfolios/10.png",
		"title": "SMB Awards 2024",
		"slug": "smb-awards-2024",
		"subtitle": "Celebrating the UAE's top SMBs with innovation and creativity",
		"detail": {
			"hero_image": "/cpi-public/img/portfolios/1.jpg",
			"title": "SMB Awards 2024",
			"subtitle": "Honoring SMB excellence with an innovative event",
			"paragraphs": [
				"The e& SMB Awards 2024 celebrated the best and brightest in the UAE's small and medium business community, recognizing achievements across 14 categories. The event brought together industry leaders, innovators, and entrepreneurs for an evening of inspiration and celebration.",
				"CPI Business brought a new level of innovation to the awards with cutting-edge execution, featuring a holographic representation of Esam Mahmoud, SVP of SMB at e& UAE, delivering a portion of his speech. This striking use of technology captivated"
			]
		}
	},
	{
		"id": 11,
		"client": "",
		"tags": [],
		"image": "/cpi-public/img/portfolios/11.png",
		"title": "I2U2 Business Forum",
		"slug": "i2u2-business-forum",
		"subtitle": "Driving partnership and meaningful dialogue across four nations",
		"detail": {
			"hero_image": "/cpi-public/img/portfolios/1.jpg",
			"title": "I2U2 Business Forum",
			"subtitle": "Uniting four nations for economic collaboration",
			"paragraphs": [
				"CPI Business handled the end-to-end execution of the I2U2 Business Forum, jointly hosted by the UAE Ministry of Foreign Affairs and International Cooperation and the Abu Dhabi Department of Economic Development. The purpose of the forum was to facilitate meaningful discussions surrounding opportunities between four countries: India, Israel, the US and the UAE.",
				"To cater to, and ensure a seamless experience for an attendee list of high-profile delegates, our work included the thoughtful curation of engaging content, logistics, branding and design, AV, and all aspects of production."
			],
			"key_highlights": [
				"200+ Attendees"
			]
		}
	},
	{
		"id": 12,
		"client": "",
		"tags": [],
		"image": "/cpi-public/img/portfolios/12.png",
		"title": "Abu Dhabi Business Week 2023",
		"slug": "abu-dhabi-business-week-2023",
		"subtitle": "The second edition of MENA's largest financial event",
		"detail": {
			"hero_image": "/cpi-public/img/portfolios/1.jpg",
			"title": "Abu Dhabi Business Week 2023",
			"subtitle": "Redefining the event experience with immersive technologies",
			"paragraphs": [
				"The second edition of Abu Dhabi Finance Week (ADFW) took the event to new heights with expanded programming, elevated production, and a global audience. With over 40 events, 400+ speakers, and 10,000+ attendees, ADFW 2023 solidified its place as a key event in the international finance calendar.",
				"CPI Business delivered a larger-than-life experience, featuring multiple stages and a custom-built dome arena for the headline events. The dome's 360-degree immersive experience, powered by end-to-end 3D projection mapping, captivated audiences and set a new benchmark for event design. From stage builds and speaker management to content curation and seamless event coordination, every detail was thoughtfully curated to reflect the rise of Abu Dhabi as a powerful falcon economy."
			],
			"key_highlights": [
				"46 Events",
				"18000+ Visitors",
				"300+ Speakers",
				"180+ Sessions"
			]
		}
	},
	{
		"id": 13,
		"client": "",
		"tags": [],
		"image": "/cpi-public/img/portfolios/13.png",
		"title": "AGWA",
		"slug": "agwa",
		"subtitle": "Launching AGWA: Pioneering sustainable food solutions in Abu Dhabi",
		"detail": {
			"hero_image": "/cpi-public/img/portfolios/1.jpg",
			"title": "AGWA",
			"subtitle": "Cluster launch for sustainable food solutions",
			"paragraphs": [
				"The launch of the AgriFood Growth and Water Abundance (AGWA) cluster by Abu Dhabi Department of Economic Development (ADDED) and Abu Dhabi Investment Office (ADIO) marked a significant step in addressing global food and water security challenges. The high-profile event was attended by senior government officials and other high-profile delegates, including onsite MoU signings.",
				"CPI Business managed the event's end-to-end execution, including production, registration, design, branding, content curation, stage management, and the creation of an impactful introduction video. Every element was meticulously crafted to reflect the vision behind AGWA and its role in shaping a sustainable future."
			],
			"key_highlights": [
				"212 Registered Attendees"
			]
		}
	},
	{
		"id": 14,
		"client": "",
		"tags": [],
		"image": "/cpi-public/img/portfolios/14.png",
		"title": "e& Suhoor",
		"slug": "e-suhoor",
		"subtitle": "Celebrating Ramadan with a memorable evening of connection",
		"detail": {
			"hero_image": "/cpi-public/img/portfolios/1.jpg",
			"title": "e& Suhoor",
			"subtitle": "Bringing together community during the Holy Month",
			"paragraphs": [
				"e& hosted a special Suhoor gathering during Ramadan, bringing together employees for an evening of reflection, connection, and shared blessings. CPI Business handled the event's planning and execution, ensuring a warm and inviting atmosphere with seamless production, elegant design, and thoughtful details that embodied the spirit of the holy month."
			],
			"key_highlights": [
				"300+ Attendees"
			]
		}
	},
	{
		"id": 15,
		"client": "",
		"tags": [],
		"image": "/cpi-public/img/portfolios/15.png",
		"title": "CBUAE",
		"slug": "cbuae",
		"subtitle": "Exploring the future of finance at Expo 2020",
		"detail": {
			"hero_image": "/cpi-public/img/portfolios/1.jpg",
			"title": "CBUAE",
			"subtitle": "CBUAE leads discussions on innovation in the financial sector",
			"paragraphs": [
				"The Central Bank of the UAE (CBUAE) hosted the 'Future of Finance' conference at Expo 2020 Dubai, gathering industry leaders to explore the latest advancements in finance and technology. CPI Business handled everything from production and A/V to branding and content, ensuring the conference ran seamlessly. With engaging sessions and a forward-thinking agenda, the event reflected the UAE's commitment to driving innovation in the financial sector."
			]
		}
	},
	{
		"id": 16,
		"client": "",
		"tags": [],
		"image": "/cpi-public/img/portfolios/1.jpg",
		"title": "SIFF",
		"slug": "siff",
		"subtitle": "Celebrating storytelling at Sharjah International Film Festival 2022",
		"detail": {
			"hero_image": "/cpi-public/img/portfolios/1.jpg",
			"title": "SIFF",
			"subtitle": "A showcase of global cinema & cultural exchange",
			"paragraphs": [
				"The Sharjah International Film Festival 2022 brought together filmmakers, young creatives, and cinema enthusiasts to celebrate the art of storytelling. From film screenings and workshops to panel discussions, the festival offered a platform for creativity and cultural exchange. CPI Business managed all aspects of the event, including design, production, branding, and A/V, creating an engaging atmosphere that honored the magic of cinema and left a lasting impression on attendees."
			]
		}
	}
]